{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Boosterchip",
			"Children": [
				{
					"Source":
					{
						"Text": "10% chance for healing item recovery amount to increase by 30%"
					},
					"Translation":
					{
						"Text": "治療道具的恢復量有10%機率增加30%"
					},
					"Key": "Desc_Heal_Pack_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "10% chance for healing item recovery amount to increase by 35%"
					},
					"Translation":
					{
						"Text": "治療道具的恢復量有10%機率增加35%"
					},
					"Key": "Desc_Heal_Pack_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "10% chance for healing item recovery amount to increase by 45%"
					},
					"Translation":
					{
						"Text": "治療道具的恢復量有10%機率增加45%"
					},
					"Key": "Desc_Heal_Pack_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "15% chance for normal attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "普通攻擊有15%機率造成火焰傷害"
					},
					"Key": "Desc_Flame_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "16% chance for dash attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "衝刺攻擊有16%機率造成火焰傷害"
					},
					"Key": "Desc_Flame_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "16% chance for jump attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "跳躍攻擊有16%機率造成火焰傷害"
					},
					"Key": "Desc_Flame_Aerial_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "25% chance to obtain 2x crafting materials from defeated enemies"
					},
					"Translation":
					{
						"Text": "有25%機率從被擊敗的敵人獲得2倍的製作材料"
					},
					"Key": "Desc_Lucky_Extra_Drop_Normal"
				},
				{
					"Source":
					{
						"Text": "25% chance to obtain 3x crafting materials from defeated enemies"
					},
					"Translation":
					{
						"Text": "有25%機率從被擊敗的敵人獲得3倍的製作材料"
					},
					"Key": "Desc_Lucky_Extra_Drop_Rare"
				},
				{
					"Source":
					{
						"Text": "25% chance to obtain 4x crafting materials from defeated enemies"
					},
					"Translation":
					{
						"Text": "有25%機率從被擊敗的敵人獲得4倍的製作材料"
					},
					"Key": "Desc_Lucky_Extra_Drop_Legendary"
				},
				{
					"Source":
					{
						"Text": "30% chance for normal attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "普通攻擊有30%機率造成火焰傷害"
					},
					"Key": "Desc_Flame_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "35% chance for dash attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "衝刺攻擊有35%機率造成火焰傷害"
					},
					"Key": "Desc_Flame_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "35% chance for jump attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "跳躍攻擊有35%機率造成火焰傷害"
					},
					"Key": "Desc_Flame_Aerial_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "5% chance for normal attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "普通攻擊有5%機率造成火焰傷害"
					},
					"Key": "Desc_Flame_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "7% chance for dash attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "衝刺攻擊有7%機率造成火焰傷害"
					},
					"Key": "Desc_Flame_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "7% chance for jump attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "跳躍攻擊有7%機率造成火焰傷害"
					},
					"Key": "Desc_Flame_Aerial_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "Aerial Oxidation Attack"
					},
					"Translation":
					{
						"Text": "空中氧化攻擊"
					},
					"Key": "Name_Oxidation_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "Aerial Strike Optimization"
					},
					"Translation":
					{
						"Text": "空中打擊最佳化"
					},
					"Key": "Name_Aerial_Strike_Optimization"
				},
				{
					"Source":
					{
						"Text": "Aerial Throttling"
					},
					"Translation":
					{
						"Text": "空中節流"
					},
					"Key": "Name_Throttling_Aerial"
				},
				{
					"Source":
					{
						"Text": "Battery Enhancement"
					},
					"Translation":
					{
						"Text": "電池強化"
					},
					"Key": "Name_Enhancement_Battery"
				},
				{
					"Source":
					{
						"Text": "Critical Aerial Attack"
					},
					"Translation":
					{
						"Text": "暴擊空中攻擊"
					},
					"Key": "Name_Critical_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "Critical Aerial Flame Strike"
					},
					"Translation":
					{
						"Text": "暴擊空中火焰打擊"
					},
					"Key": "Name_Flame_Aerial_Strike"
				},
				{
					"Source":
					{
						"Text": "Critical Dash"
					},
					"Translation":
					{
						"Text": "暴擊衝刺"
					},
					"Key": "Name_Critical_Dash"
				},
				{
					"Source":
					{
						"Text": "Critical Oxidation Strike"
					},
					"Translation":
					{
						"Text": "暴擊氧化打擊"
					},
					"Key": "Name_Critical_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Critical Strike"
					},
					"Translation":
					{
						"Text": "暴擊攻擊"
					},
					"Key": "Name_Critical_Strike"
				},
				{
					"Source":
					{
						"Text": "Dash Optimization"
					},
					"Translation":
					{
						"Text": "衝刺最佳化"
					},
					"Key": "Name_Dash_Optimization"
				},
				{
					"Source":
					{
						"Text": "Firewall Enhancement"
					},
					"Translation":
					{
						"Text": "防火牆強化"
					},
					"Key": "Name_Firewall_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Flame Dash"
					},
					"Translation":
					{
						"Text": "火焰衝刺"
					},
					"Key": "Name_Flame_Dash"
				},
				{
					"Source":
					{
						"Text": "Flame Strike"
					},
					"Translation":
					{
						"Text": "火焰打擊"
					},
					"Key": "Name_Flame_Strike"
				},
				{
					"Source":
					{
						"Text": "Footwork Optimization"
					},
					"Translation":
					{
						"Text": "步法最佳化"
					},
					"Key": "Name_Footwork_Optimization"
				},
				{
					"Source":
					{
						"Text": "Freezing Aerial"
					},
					"Translation":
					{
						"Text": "冰凍空中攻擊"
					},
					"Key": "Name_Freezing_Aerial"
				},
				{
					"Source":
					{
						"Text": "Freezing Dash"
					},
					"Translation":
					{
						"Text": "冰凍衝刺"
					},
					"Key": "Name_Freezing_Dash"
				},
				{
					"Source":
					{
						"Text": "Freezing Resistance"
					},
					"Translation":
					{
						"Text": "抗冰凍"
					},
					"Key": "Name_Freezing_Resistance"
				},
				{
					"Source":
					{
						"Text": "Freezing Resistance"
					},
					"Translation":
					{
						"Text": "抗冰凍"
					},
					"Key": "Name_Resistance_Freezing"
				},
				{
					"Source":
					{
						"Text": "Freezing Strike"
					},
					"Translation":
					{
						"Text": "冰凍打擊"
					},
					"Key": "Name_Freezing_Strike"
				},
				{
					"Source":
					{
						"Text": "Freezing Strike Enhancement"
					},
					"Translation":
					{
						"Text": "冰凍打擊強化"
					},
					"Key": "Name_Freezing_Strike_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Heal Pack Enhancement"
					},
					"Translation":
					{
						"Text": "治療包強化"
					},
					"Key": "Name_Enhancement_Heal_Pack"
				},
				{
					"Source":
					{
						"Text": "High-Risk Aerial Attack"
					},
					"Translation":
					{
						"Text": "高風險空中攻擊"
					},
					"Key": "Name_High-Risk_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "High-Risk Oxidation Dash"
					},
					"Translation":
					{
						"Text": "高風險氧化衝刺"
					},
					"Key": "Name_High-Risk_Oxidation_Dash"
				},
				{
					"Source":
					{
						"Text": "High-Risk Oxidation Strike"
					},
					"Translation":
					{
						"Text": "高風險氧化打擊"
					},
					"Key": "Name_High-Risk_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Hit Rate Enhancement"
					},
					"Translation":
					{
						"Text": "命中率提升"
					},
					"Key": "Name_Hit_Rate_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Landing Optimization"
					},
					"Translation":
					{
						"Text": "著陸最佳化"
					},
					"Key": "Name_Landing_Optimization"
				},
				{
					"Source":
					{
						"Text": "Legendary"
					},
					"Translation":
					{
						"Text": "傳奇"
					},
					"Key": "Grade_Legendary"
				},
				{
					"Source":
					{
						"Text": "Lucky Extra Drop"
					},
					"Translation":
					{
						"Text": "幸運額外掉落"
					},
					"Key": "Name_Lucky_Extra_Drop"
				},
				{
					"Source":
					{
						"Text": "Normal"
					},
					"Translation":
					{
						"Text": "普通"
					},
					"Key": "Grade_Normal"
				},
				{
					"Source":
					{
						"Text": "Overdrive Mode"
					},
					"Translation":
					{
						"Text": "超頻模式"
					},
					"Key": "Name_Overdrive_Mode"
				},
				{
					"Source":
					{
						"Text": "Oxidation Dash"
					},
					"Translation":
					{
						"Text": "氧化衝刺"
					},
					"Key": "Name_Oxidation_Dash"
				},
				{
					"Source":
					{
						"Text": "Oxidation Strike"
					},
					"Translation":
					{
						"Text": "氧化打擊"
					},
					"Key": "Name_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Precision Aerial Strike"
					},
					"Translation":
					{
						"Text": "精準空中打擊"
					},
					"Key": "Name_Precision_Aerial_Strike"
				},
				{
					"Source":
					{
						"Text": "Precision Dash"
					},
					"Translation":
					{
						"Text": "精準衝刺"
					},
					"Key": "Name_Precision_Dash"
				},
				{
					"Source":
					{
						"Text": "Precision Strike"
					},
					"Translation":
					{
						"Text": "精準打擊"
					},
					"Key": "Name_Precision_Strike"
				},
				{
					"Source":
					{
						"Text": "Rare"
					},
					"Translation":
					{
						"Text": "稀有"
					},
					"Key": "Grade_Rare"
				},
				{
					"Source":
					{
						"Text": "Select New Boosterchip"
					},
					"Translation":
					{
						"Text": "選擇新的增幅芯片"
					},
					"Key": "UI_Choose_New_BoosterChip"
				},
				{
					"Source":
					{
						"Text": "Self Aerial Overload"
					},
					"Translation":
					{
						"Text": "自我空中超載"
					},
					"Key": "Name_Overload_Self_Aerial"
				},
				{
					"Source":
					{
						"Text": "Self Overload"
					},
					"Translation":
					{
						"Text": "自我超載"
					},
					"Key": "Name_Overload_Self"
				},
				{
					"Source":
					{
						"Text": "Self Overload Dash"
					},
					"Translation":
					{
						"Text": "自我超載衝刺"
					},
					"Key": "Name_Overload_Self_Dash"
				},
				{
					"Source":
					{
						"Text": "Self Overload Strike"
					},
					"Translation":
					{
						"Text": "自我超載打擊"
					},
					"Key": "Name_Overload_Self_Strike"
				},
				{
					"Source":
					{
						"Text": "Skill Optimization"
					},
					"Translation":
					{
						"Text": "技能最佳化"
					},
					"Key": "Name_Skill_Optimization"
				},
				{
					"Source":
					{
						"Text": "Strike Optimization"
					},
					"Translation":
					{
						"Text": "打擊最佳化"
					},
					"Key": "Name_Strike_Optimization"
				},
				{
					"Source":
					{
						"Text": "Stunning Output"
					},
					"Translation":
					{
						"Text": "震撼輸出"
					},
					"Key": "Name_Stunning_Output"
				},
				{
					"Source":
					{
						"Text": "Sub-Weapon Slot Enhancement"
					},
					"Translation":
					{
						"Text": "副武器欄位強化"
					},
					"Key": "Name_Enhancement_Sub-Weapon_Slot"
				},
				{
					"Source":
					{
						"Text": "System Performance Enhancement"
					},
					"Translation":
					{
						"Text": "系統效能強化"
					},
					"Key": "Name_System_Performance_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Throttling Dash"
					},
					"Translation":
					{
						"Text": "節流衝刺"
					},
					"Key": "Name_Throttling_Dash"
				},
				{
					"Source":
					{
						"Text": "Throttling Strike"
					},
					"Translation":
					{
						"Text": "節流打擊"
					},
					"Key": "Name_Throttling_Strike"
				},
				{
					"Source":
					{
						"Text": "Toxic Aerial Attack"
					},
					"Translation":
					{
						"Text": "劇毒空中攻擊"
					},
					"Key": "Name_Toxic_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "Toxic Oxidation Dash"
					},
					"Translation":
					{
						"Text": "劇毒氧化衝刺"
					},
					"Key": "Name_Toxic_Oxidation_Dash"
				},
				{
					"Source":
					{
						"Text": "Toxic Oxidation Strike"
					},
					"Translation":
					{
						"Text": "劇毒氧化打擊"
					},
					"Key": "Name_Toxic_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Transcendent Critical"
					},
					"Translation":
					{
						"Text": "超越暴擊"
					},
					"Key": "Name_Critical_Transcendent"
				},
				{
					"Source":
					{
						"Text": "You will forfeit the boosterchip  acquisition. \r\nThis choice is irreversible. \r\nDo you wish to continue?"
					},
					"Translation":
					{
						"Text": "您將放棄獲取增幅芯片。\r\n此選擇不可撤銷。\r\n您確定要繼續嗎？"
					},
					"Key": "UI_RewardWarning"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit chance increases by 2%"
					},
					"Translation":
					{
						"Text": "所有攻擊的暴擊率提升2%"
					},
					"Key": "Desc_Hit_Rate_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit chance increases by 3%"
					},
					"Translation":
					{
						"Text": "所有攻擊的暴擊率提升3%"
					},
					"Key": "Desc_Hit_Rate_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit chance increases by 4%"
					},
					"Translation":
					{
						"Text": "所有攻擊的暴擊率提升4%"
					},
					"Key": "Desc_Hit_Rate_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit damage increases by 1.2 times"
					},
					"Translation":
					{
						"Text": "所有攻擊的暴擊傷害提升1.2倍"
					},
					"Key": "Desc_Transcendent_Critical_Normal"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit damage increases by 1.3 times"
					},
					"Translation":
					{
						"Text": "所有攻擊的暴擊傷害提升1.3倍"
					},
					"Key": "Desc_Transcendent_Critical_Rare"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit damage increases by 1.5 times"
					},
					"Translation":
					{
						"Text": "所有攻擊的暴擊傷害提升1.5倍"
					},
					"Key": "Desc_Transcendent_Critical_Legendary"
				},
				{
					"Source":
					{
						"Text": "all attack power increases by 1%"
					},
					"Translation":
					{
						"Text": "所有攻擊力提升1%"
					},
					"Key": "Desc_System_Performance_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "all attack power increases by 2%"
					},
					"Translation":
					{
						"Text": "所有攻擊力提升2%"
					},
					"Key": "Desc_System_Performance_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "all attack power increases by 3%"
					},
					"Translation":
					{
						"Text": "所有攻擊力提升3%"
					},
					"Key": "Desc_System_Performance_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit chance increases by 12%"
					},
					"Translation":
					{
						"Text": "衝刺攻擊的暴擊率提升12%"
					},
					"Key": "Desc_Precision_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit chance increases by 17%"
					},
					"Translation":
					{
						"Text": "衝刺攻擊的暴擊率提升17%"
					},
					"Key": "Desc_Precision_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit chance increases by 7%"
					},
					"Translation":
					{
						"Text": "衝刺攻擊的暴擊率提升7%"
					},
					"Key": "Desc_Precision_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit damage increases by 2.5 times"
					},
					"Translation":
					{
						"Text": "衝刺攻擊暴擊傷害提升2.5倍"
					},
					"Key": "Desc_Critical_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit damage increases by 3.5 times"
					},
					"Translation":
					{
						"Text": "衝刺攻擊暴擊傷害提升3.5倍"
					},
					"Key": "Desc_Critical_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit damage increases by 4.5 times"
					},
					"Translation":
					{
						"Text": "衝刺攻擊暴擊傷害提升4.5倍"
					},
					"Key": "Desc_Critical_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack deals acidic damage"
					},
					"Translation":
					{
						"Text": "衝刺攻擊造成酸性傷害"
					},
					"Key": "Desc_Oxidation_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "衝刺攻擊造成強烈的酸性傷害"
					},
					"Key": "Desc_Oxidation_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack deals weak acidic damage"
					},
					"Translation":
					{
						"Text": "衝刺攻擊造成微弱的酸性傷害"
					},
					"Key": "Desc_Oxidation_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack greatly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "衝刺攻擊大幅提升並施加減速效果"
					},
					"Key": "Desc_Throttling_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "衝刺攻擊提升並施加減速效果"
					},
					"Key": "Desc_Throttling_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack power increases by 17% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "衝刺攻擊威力提升17%，並有機率施加暈眩效果"
					},
					"Key": "Desc_Freezing_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack power increases by 27% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "衝刺攻擊威力提升27%，並有機率施加暈眩效果"
					},
					"Key": "Desc_Freezing_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack power increases by 7% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "衝刺攻擊威力提升7%，並有機率施加暈眩效果"
					},
					"Key": "Desc_Freezing_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack slightly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "衝刺攻擊稍微提升並施加減速效果"
					},
					"Key": "Desc_Throttling_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack speed decreases by 15%, but inflicts even stronger slow debuff"
					},
					"Translation":
					{
						"Text": "衝刺攻擊速度降低15%，但施加更強的減速效果"
					},
					"Key": "Desc_Overload_Self_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack speed decreases by 15%, but inflicts strong slow debuff"
					},
					"Translation":
					{
						"Text": "衝刺攻擊速度降低15%，但施加強烈的減速效果"
					},
					"Key": "Desc_Overload_Self_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack speed decreases by 15%, but inflicts very strong slow debuff"
					},
					"Translation":
					{
						"Text": "衝刺攻擊速度降低15%，但施加極強的減速效果"
					},
					"Key": "Desc_Overload_Self_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack speed increases by 25%"
					},
					"Translation":
					{
						"Text": "衝刺攻擊速度提升25%"
					},
					"Key": "Desc_Dash_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack speed increases by 45%"
					},
					"Translation":
					{
						"Text": "衝刺攻擊速度提升45%"
					},
					"Key": "Desc_Dash_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack speed increases by 8%"
					},
					"Translation":
					{
						"Text": "衝刺攻擊速度提升8%"
					},
					"Key": "Desc_Dash_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "defense power decreases by 50%, but normal attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "防禦力降低50%，但普通攻擊造成更強的酸性傷害"
					},
					"Key": "Desc_Toxic_Oxidation_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "defense power decreases by 50%, but normal attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "防禦力降低50%，但普通攻擊造成強烈的酸性傷害"
					},
					"Key": "Desc_Toxic_Oxidation_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "defense power decreases by 50%, but normal attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "防禦力降低50%，但普通攻擊造成極強的酸性傷害"
					},
					"Key": "Desc_Toxic_Oxidation_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "defense power increases by 10%"
					},
					"Translation":
					{
						"Text": "防禦力提升10%"
					},
					"Key": "Desc_Firewall_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "defense power increases by 30%"
					},
					"Translation":
					{
						"Text": "防禦力提升30%"
					},
					"Key": "Desc_Firewall_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "defense power increases by 50%"
					},
					"Translation":
					{
						"Text": "防禦力提升50%"
					},
					"Key": "Desc_Firewall_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit chance increases by 12%"
					},
					"Translation":
					{
						"Text": "跳躍攻擊的暴擊率提升12%"
					},
					"Key": "Desc_Precision_Aerial_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit chance increases by 17%"
					},
					"Translation":
					{
						"Text": "跳躍攻擊的暴擊率提升17%"
					},
					"Key": "Desc_Precision_Aerial_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit chance increases by 7%"
					},
					"Translation":
					{
						"Text": "跳躍攻擊的暴擊率提升7%"
					},
					"Key": "Desc_Precision_Aerial_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit damage increases by 2.5 times"
					},
					"Translation":
					{
						"Text": "跳躍攻擊暴擊傷害提升2.5倍"
					},
					"Key": "Desc_Critical_Aerial_Attack_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit damage increases by 3.5 times"
					},
					"Translation":
					{
						"Text": "跳躍攻擊暴擊傷害提升3.5倍"
					},
					"Key": "Desc_Critical_Aerial_Attack_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit damage increases by 4.5 times"
					},
					"Translation":
					{
						"Text": "跳躍攻擊暴擊傷害提升4.5倍"
					},
					"Key": "Desc_Critical_Aerial_Attack_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack deals acidic damage"
					},
					"Translation":
					{
						"Text": "跳躍攻擊造成酸性傷害"
					},
					"Key": "Desc_Oxidation_Aerial_Attack_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "跳躍攻擊造成強烈的酸性傷害"
					},
					"Key": "Desc_Oxidation_Aerial_Attack_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack deals weak acidic damage"
					},
					"Translation":
					{
						"Text": "跳躍攻擊造成微弱的酸性傷害"
					},
					"Key": "Desc_Oxidation_Aerial_Attack_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack greatly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "跳躍攻擊大幅提升並施加減速效果"
					},
					"Key": "Desc_Aerial_Throttling_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "跳躍攻擊提升並施加減速效果"
					},
					"Key": "Desc_Aerial_Throttling_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack power increases by 17% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "跳躍攻擊威力提升17%，並有機率施加暈眩效果"
					},
					"Key": "Desc_Freezing_Aerial_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack power increases by 27% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "跳躍攻擊威力提升27%，並有機率施加暈眩效果"
					},
					"Key": "Desc_Freezing_Aerial_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack power increases by 7% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "跳躍攻擊威力提升7%，並有機率施加暈眩效果"
					},
					"Key": "Desc_Freezing_Aerial_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack slightly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "跳躍攻擊稍微提升並施加減速效果"
					},
					"Key": "Desc_Aerial_Throttling_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack speed decreases by 15%, but inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "跳躍攻擊速度降低15%，但施加減速效果"
					},
					"Key": "Desc_Overload_Self_Aerial_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack speed decreases by 15%, but inflicts strong slow debuff"
					},
					"Translation":
					{
						"Text": "跳躍攻擊速度降低15%，但施加強烈的減速效果"
					},
					"Key": "Desc_Overload_Self_Aerial_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack speed decreases by 15%, but inflicts very strong slow debuff"
					},
					"Translation":
					{
						"Text": "跳躍攻擊速度降低15%，但施加極強的減速效果"
					},
					"Key": "Desc_Overload_Self_Aerial_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack speed increases by 24%"
					},
					"Translation":
					{
						"Text": "跳躍攻擊速度提升24%"
					},
					"Key": "Desc_Aerial_Strike_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack speed increases by 40%"
					},
					"Translation":
					{
						"Text": "跳躍攻擊速度提升40%"
					},
					"Key": "Desc_Aerial_Strike_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack speed increases by 8%"
					},
					"Translation":
					{
						"Text": "跳躍攻擊速度提升8%"
					},
					"Key": "Desc_Aerial_Strike_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 10%, but movement speed increases by 45%"
					},
					"Translation":
					{
						"Text": "最大生命值降低10%，但移動速度提升45%"
					},
					"Key": "Desc_Overdrive_Mode"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 20%, but normal attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "最大生命值降低20%，但普通攻擊造成更強的酸性傷害"
					},
					"Key": "Desc_High-Risk_Oxidation_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 20%, but normal attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "最大生命值降低20%，但普通攻擊造成強烈的酸性傷害"
					},
					"Key": "Desc_High-Risk_Oxidation_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 20%, but normal attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "最大生命值降低20%，但普通攻擊造成極強的酸性傷害"
					},
					"Key": "Desc_High-Risk_Oxidation_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "max HP increases by 15%"
					},
					"Translation":
					{
						"Text": "最大生命值提升15%"
					},
					"Key": "Desc_Battery_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "max HP increases by 20%"
					},
					"Translation":
					{
						"Text": "最大生命值提升20%"
					},
					"Key": "Desc_Battery_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "max HP increases by 35%"
					},
					"Translation":
					{
						"Text": "最大生命值提升35%"
					},
					"Key": "Desc_Battery_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "movement speed decreases by 30%, but normal attack power increases by 10%"
					},
					"Translation":
					{
						"Text": "移動速度降低30%，但普通攻擊威力提升10%"
					},
					"Key": "Desc_Overload_Self_Normal"
				},
				{
					"Source":
					{
						"Text": "movement speed decreases by 30%, but normal attack power increases by 20%"
					},
					"Translation":
					{
						"Text": "移動速度降低30%，但普通攻擊威力提升20%"
					},
					"Key": "Desc_Overload_Self_Rare"
				},
				{
					"Source":
					{
						"Text": "movement speed decreases by 30%, but normal attack power increases by 30%"
					},
					"Translation":
					{
						"Text": "移動速度降低30%，但普通攻擊威力提升30%"
					},
					"Key": "Desc_Overload_Self_Legendary"
				},
				{
					"Source":
					{
						"Text": "movement speed increases by 15%"
					},
					"Translation":
					{
						"Text": "移動速度提升15%"
					},
					"Key": "Desc_Footwork_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "movement speed increases by 26%"
					},
					"Translation":
					{
						"Text": "移動速度提升26%"
					},
					"Key": "Desc_Footwork_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "movement speed increases by 40%"
					},
					"Translation":
					{
						"Text": "移動速度提升40%"
					},
					"Key": "Desc_Footwork_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit chance increases by 10%"
					},
					"Translation":
					{
						"Text": "普通攻擊的暴擊率提升10%"
					},
					"Key": "Desc_Precision_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit chance increases by 15%"
					},
					"Translation":
					{
						"Text": "普通攻擊的暴擊率提升15%"
					},
					"Key": "Desc_Precision_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit chance increases by 5%"
					},
					"Translation":
					{
						"Text": "普通攻擊的暴擊率提升5%"
					},
					"Key": "Desc_Precision_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit damage increases by 2 times"
					},
					"Translation":
					{
						"Text": "普通攻擊暴擊傷害提升2倍"
					},
					"Key": "Desc_Critical_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit damage increases by 3 times"
					},
					"Translation":
					{
						"Text": "普通攻擊暴擊傷害提升3倍"
					},
					"Key": "Desc_Critical_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit damage increases by 4 times"
					},
					"Translation":
					{
						"Text": "普通攻擊暴擊傷害提升4倍"
					},
					"Key": "Desc_Critical_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack deals acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻擊造成酸性傷害"
					},
					"Key": "Desc_Oxidation_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻擊造成強烈的酸性傷害"
					},
					"Key": "Desc_Oxidation_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack deals weak acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻擊造成微弱的酸性傷害"
					},
					"Key": "Desc_Oxidation_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack greatly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "普通攻擊大幅提升並施加減速效果"
					},
					"Key": "Desc_Throttling_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack has a 1% chance to inflict very strong stun debuff"
					},
					"Translation":
					{
						"Text": "普通攻擊有1%機率施加極強的暈眩效果"
					},
					"Key": "Desc_Stunning_Output_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack has a 2% chance to inflict very strong stun debuff"
					},
					"Translation":
					{
						"Text": "普通攻擊有2%機率施加極強的暈眩效果"
					},
					"Key": "Desc_Stunning_Output_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack has a 3% chance to inflict very strong stun debuff"
					},
					"Translation":
					{
						"Text": "普通攻擊有3%機率施加極強的暈眩效果"
					},
					"Key": "Desc_Stunning_Output_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "普通攻擊提升並施加減速效果"
					},
					"Key": "Desc_Throttling_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but dash attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻擊威力降低2%，但衝刺攻擊造成更強的酸性傷害"
					},
					"Key": "Desc_Toxic_Oxidation_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but dash attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻擊威力降低2%，但衝刺攻擊造成強烈的酸性傷害"
					},
					"Key": "Desc_Toxic_Oxidation_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but dash attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻擊威力降低2%，但衝刺攻擊造成極強的酸性傷害"
					},
					"Key": "Desc_Toxic_Oxidation_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but jump attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻擊威力降低2%，但跳躍攻擊造成更強的酸性傷害"
					},
					"Key": "Desc_Toxic_Aerial_Attack_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but jump attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻擊威力降低2%，但跳躍攻擊造成強烈的酸性傷害"
					},
					"Key": "Desc_Toxic_Aerial_Attack_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but jump attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻擊威力降低2%，但跳躍攻擊造成極強的酸性傷害"
					},
					"Key": "Desc_Toxic_Aerial_Attack_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack power increases by 15% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "普通攻擊威力提升15%，並有機率施加暈眩效果"
					},
					"Key": "Desc_Freezing_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power increases by 25% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "普通攻擊威力提升25%，並有機率施加暈眩效果"
					},
					"Key": "Desc_Freezing_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack power increases by 5% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "普通攻擊威力提升5%，並有機率施加暈眩效果"
					},
					"Key": "Desc_Freezing_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack slightly increases and inflicts slow effect"
					},
					"Translation":
					{
						"Text": "普通攻擊稍微提升並施加減速效果"
					},
					"Key": "Desc_Throttling_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack speed decreases by 15%, but inflicts even stronger slow debuff"
					},
					"Translation":
					{
						"Text": "普通攻擊速度降低15%，但施加更強的減速效果"
					},
					"Key": "Desc_Overload_Self_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack speed decreases by 15%, but inflicts strong slow debuff"
					},
					"Translation":
					{
						"Text": "普通攻擊速度降低15%，但施加強烈的減速效果"
					},
					"Key": "Desc_Overload_Self_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack speed decreases by 15%, but inflicts very strong slow debuff"
					},
					"Translation":
					{
						"Text": "普通攻擊速度降低15%，但施加極強的減速效果"
					},
					"Key": "Desc_Overload_Self_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack speed increases by 20%"
					},
					"Translation":
					{
						"Text": "普通攻擊速度提升20%"
					},
					"Key": "Desc_Strike_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack speed increases by 35%"
					},
					"Translation":
					{
						"Text": "普通攻擊速度提升35%"
					},
					"Key": "Desc_Strike_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack speed increases by 5%"
					},
					"Translation":
					{
						"Text": "普通攻擊速度提升5%"
					},
					"Key": "Desc_Strike_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack stun chance increases by 10%"
					},
					"Translation":
					{
						"Text": "普通攻擊的暈眩機率提升10%"
					},
					"Key": "Desc_Freezing_Strike_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack stun chance increases by 20%"
					},
					"Translation":
					{
						"Text": "普通攻擊的暈眩機率提升20%"
					},
					"Key": "Desc_Freezing_Strike_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack stun chance increases by 30%"
					},
					"Translation":
					{
						"Text": "普通攻擊的暈眩機率提升30%"
					},
					"Key": "Desc_Freezing_Strike_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "overall skill cooldown decreases by 10%"
					},
					"Translation":
					{
						"Text": "所有技能冷卻時間縮短10%"
					},
					"Key": "Desc_Skill_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "overall skill cooldown decreases by 35%"
					},
					"Translation":
					{
						"Text": "所有技能冷卻時間縮短35%"
					},
					"Key": "Desc_Skill_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "overall skill cooldown decreases by 50%"
					},
					"Translation":
					{
						"Text": "所有技能冷卻時間縮短50%"
					},
					"Key": "Desc_Skill_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "reduces stun debuff duration by 30%"
					},
					"Translation":
					{
						"Text": "暈眩效果持續時間減少30%"
					},
					"Key": "Desc_Freezing_Resistance_Normal"
				},
				{
					"Source":
					{
						"Text": "reduces stun debuff duration by 40%"
					},
					"Translation":
					{
						"Text": "暈眩效果持續時間減少40%"
					},
					"Key": "Desc_Freezing_Resistance_Rare"
				},
				{
					"Source":
					{
						"Text": "reduces stun debuff duration by 50%"
					},
					"Translation":
					{
						"Text": "暈眩效果持續時間減少50%"
					},
					"Key": "Desc_Freezing_Resistance_Legendary"
				},
				{
					"Source":
					{
						"Text": "roll delay decreases by 20%"
					},
					"Translation":
					{
						"Text": "翻滾延遲減少20%"
					},
					"Key": "Desc_Landing_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "roll delay decreases by 30%"
					},
					"Translation":
					{
						"Text": "翻滾延遲減少30%"
					},
					"Key": "Desc_Landing_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "roll delay decreases by 40%"
					},
					"Translation":
					{
						"Text": "翻滾延遲減少40%"
					},
					"Key": "Desc_Landing_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "sub-weapon max capacity increases by 1.5 times"
					},
					"Translation":
					{
						"Text": "副武器最大攜帶量提升1.5倍"
					},
					"Key": "Desc_Sub-Weapon_Slot_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "sub-weapon max capacity increases by 2 times"
					},
					"Translation":
					{
						"Text": "副武器最大攜帶量提升2倍"
					},
					"Key": "Desc_Sub-Weapon_Slot_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "sub-weapon max capacity increases by 3 times"
					},
					"Translation":
					{
						"Text": "副武器最大攜帶量提升3倍"
					},
					"Key": "Desc_Sub-Weapon_Slot_Enhancement_Legendary"
				}
			]
		},
		{
			"Namespace": "ST_EasyGameUICommon",
			"Children": [
				{
					"Source":
					{
						"Text": "Ability"
					},
					"Translation":
					{
						"Text": "能力"
					},
					"Key": "Ability"
				},
				{
					"Source":
					{
						"Text": "Ability_Description"
					},
					"Translation":
					{
						"Text": "能力描述"
					},
					"Key": "Ability_Description"
				},
				{
					"Source":
					{
						"Text": "Ability_Name"
					},
					"Translation":
					{
						"Text": "能力名稱"
					},
					"Key": "Ability_Name"
				},
				{
					"Source":
					{
						"Text": "Adjust the camera field of view (FOV)"
					},
					"Translation":
					{
						"Text": "調整相機視野範圍 (FOV)。"
					},
					"Key": "Desc_CameraFOVSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the displayed resolution of the game.\r\n\r\nWindow Mode must be set to Full Screen or Windowed to be able to change the displayed resolution of the game."
					},
					"Translation":
					{
						"Text": "調整遊戲的顯示解析度。\r\n\r\n必須將視窗模式設定為全螢幕或視窗模式，才能更改遊戲的顯示解析度。"
					},
					"Key": "Desc_Resolution"
				},
				{
					"Source":
					{
						"Text": "Adjust the framerate limit to the specified value between 30 and 200 fps. \r\n\r\nValues lower than 30 will remove the framerate limit.\r\nVSync must be disabled if you want to adjust the Framerate Limit manually.  "
					},
					"Translation":
					{
						"Text": "將幀率限制調整至30到200 FPS的指定值。\r\n\r\n低於30的值將取消幀率限制。\r\n如需手動調整幀率限制，必須關閉垂直同步 (VSync)。"
					},
					"Key": "Desc_FramerateLimitSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the global brightness of the game."
					},
					"Translation":
					{
						"Text": "調整遊戲的整體亮度。"
					},
					"Key": "Desc_GammaSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the internal render resolution scale of the game.\r\n\r\nAnti Aliasing Method must be set to Off, FXAA or TAA and Upscaling Method to Off in order to adjust the resolution scale manually."
					},
					"Translation":
					{
						"Text": "調整遊戲的內部渲染解析度比例。\r\n\r\n必須將抗鋸齒方式設定為關閉、FXAA 或 TAA，並將解析度提升方式設定為關閉，才能手動調整解析度比例。"
					},
					"Key": "Desc_ResolutionScaleSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the language of the game."
					},
					"Translation":
					{
						"Text": "調整遊戲語言。"
					},
					"Key": "Desc_LanguageSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality and amount of motion blur displayed on screen. \r\n\r\nThis setting has minimal impact on performances and is recomended to smooth lower framerates."
					},
					"Translation":
					{
						"Text": "調整螢幕上顯示的動態模糊品質和強度。\r\n\r\n此設定對性能影響較小，建議用於平滑低幀率畫面。"
					},
					"Key": "Desc_MotionBlurSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality and density of foliage."
					},
					"Translation":
					{
						"Text": "調整植被的品質和密度。"
					},
					"Key": "Desc_FoliageSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality and resolution of volumetrics effects such as volumetric fog. \r\n\r\nThis setting can have a large impact on performances at its highest option."
					},
					"Translation":
					{
						"Text": "調整體積效果（如體積霧）的品質和解析度。\r\n\r\n此設定在最高選項時對性能影響較大。"
					},
					"Key": "Desc_VolumetricsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of post processing effects. \r\n\r\nThis setting has minimal impact on performances."
					},
					"Translation":
					{
						"Text": "調整後期處理效果的品質。\r\n\r\n此設定對性能影響較小。"
					},
					"Key": "Desc_PostProcessSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of texture filtering. Higher quality settings reduces blur when viewing textures at an angle.\r\n\r\nThis setting has minimal impact to performances."
					},
					"Translation":
					{
						"Text": "調整材質過濾品質。較高品質的設定可減少從角度觀看材質時的模糊效果。\r\n\r\n此設定對性能影響較小。"
					},
					"Key": "Desc_TexturesFilteringSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of textures that are allowed to be loaded into the video memory of your graphics card. \r\n\r\nThis setting has minimal impact to performances and won’t have a visual impact if you graphics card has enough video memory. "
					},
					"Translation":
					{
						"Text": "調整允許加載到顯示卡視訊記憶體中的材質品質。\r\n\r\n此設定對性能影響較小，如果顯示卡擁有足夠的視訊記憶體，則不會對視覺效果產生影響。"
					},
					"Key": "Desc_TexturesSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the Global Illumination. \r\n\r\nLumen High and Ultra offer better visual quality with ray-traced global illumination but have a larger impact to performances than DFAO."
					},
					"Translation":
					{
						"Text": "調整全域照明的品質。\r\n\r\nLumen High 和 Ultra 使用光線追蹤全域照明提供更好的視覺品質，但比 DFAO 對性能影響更大。"
					},
					"Key": "Desc_GlobalIlluminationSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the Reflections.\r\n\r\nLumen High and Ultra offer better visual quality with ray-traced reflections but have a larger impact to performancs than the Screen Space Reflections options. \r\n\r\nGlobal Illumination must be set to Lumen High or better for the Lumen Reflections to work."
					},
					"Translation":
					{
						"Text": "調整反射效果的品質。\r\n\r\nLumen High 和 Ultra 透過光線追蹤反射提供更好的視覺品質，但比螢幕空間反射選項對性能影響更大。\r\n\r\n全域照明必須設定為 Lumen High 或更高級別，以啟用 Lumen 反射。"
					},
					"Key": "Desc_ReflectionsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the choosen anti aliasing method."
					},
					"Translation":
					{
						"Text": "調整所選抗鋸齒方式的品質。"
					},
					"Key": "Desc_AAQualitySetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the shadows and their draw distance. \r\n\r\nThis setting can has a large impact on performances at its highest option. \r\nIt is not recommended to set it to Ultra with Virtual Shadow Maps enabled."
					},
					"Translation":
					{
						"Text": "調整陰影的品質及其繪製距離。\r\n\r\n此設定在最高選項時對性能影響較大。\r\n在啟用虛擬陰影貼圖的情況下，不建議將其設為 Ultra。"
					},
					"Key": "Desc_ShadowsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of visual effects such as particles."
					},
					"Translation":
					{
						"Text": "調整視覺效果（如粒子效果）的品質。"
					},
					"Key": "Desc_EffectsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the sensitivity of camera movements."
					},
					"Translation":
					{
						"Text": "調整相機移動靈敏度。"
					},
					"Key": "Desc_CameraSensivitySetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the shading quality of materials."
					},
					"Translation":
					{
						"Text": "調整材質的陰影品質。"
					},
					"Key": "Desc_ShadingSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the sharpness applied to the image.  "
					},
					"Translation":
					{
						"Text": "調整影像的銳利度。"
					},
					"Key": "Desc_UpscaleSharpnessSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the view distance of objects in the world. "
					},
					"Translation":
					{
						"Text": "調整世界中物件的可視距離。"
					},
					"Key": "Desc_ViewDistanceSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for sounds played by the User Interface."
					},
					"Translation":
					{
						"Text": "調整使用者介面音效的音量。"
					},
					"Key": "Desc_UIAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for the ambient sounds of the environment."
					},
					"Translation":
					{
						"Text": "調整環境音效的音量。"
					},
					"Key": "Desc_AmbientAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for the in-game effects."
					},
					"Translation":
					{
						"Text": "調整遊戲內效果音的音量。"
					},
					"Key": "Desc_EffectsAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for the musics of the game."
					},
					"Translation":
					{
						"Text": "調整遊戲音樂的音量。"
					},
					"Key": "Desc_MusicAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume of all the sounds in the game."
					},
					"Translation":
					{
						"Text": "調整遊戲內所有聲音的音量。"
					},
					"Key": "Desc_MasterAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Ambient Audio Volume"
					},
					"Translation":
					{
						"Text": "環境音量"
					},
					"Key": "Option_AmbientAudioVolume"
				},
				{
					"Source":
					{
						"Text": "Anti Aliasing Method"
					},
					"Translation":
					{
						"Text": "抗鋸齒方式"
					},
					"Key": "Option_AntiAliasingMethod"
				},
				{
					"Source":
					{
						"Text": "Anti Aliasing Quality"
					},
					"Translation":
					{
						"Text": "抗鋸齒品質"
					},
					"Key": "Option_AntiAliasingQuality"
				},
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "應用"
					},
					"Key": "Button_Apply"
				},
				{
					"Source":
					{
						"Text": "Audio"
					},
					"Translation":
					{
						"Text": "音訊"
					},
					"Key": "Tab_Audio"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "返回"
					},
					"Key": "Button_Back"
				},
				{
					"Source":
					{
						"Text": "Balanced"
					},
					"Translation":
					{
						"Text": "平衡"
					},
					"Key": "Upscaling_Balanced"
				},
				{
					"Source":
					{
						"Text": "Boosterchip"
					},
					"Translation":
					{
						"Text": "增幅芯片"
					},
					"Key": "Tab_Boosterchip"
				},
				{
					"Source":
					{
						"Text": "Camera Field of View"
					},
					"Translation":
					{
						"Text": "相機視野範圍"
					},
					"Key": "Option_FOV"
				},
				{
					"Source":
					{
						"Text": "Camera Sensitivity"
					},
					"Translation":
					{
						"Text": "相機靈敏度"
					},
					"Key": "Option_CameraSensitivity"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "取消"
					},
					"Key": "Button_Cancel"
				},
				{
					"Source":
					{
						"Text": "Contact Shadows"
					},
					"Translation":
					{
						"Text": "接觸陰影"
					},
					"Key": "Option_ContactShadows"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "繼續"
					},
					"Key": "Button_Continue"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "控制"
					},
					"Key": "Tab_Controls"
				},
				{
					"Source":
					{
						"Text": "Craft"
					},
					"Translation":
					{
						"Text": "製作"
					},
					"Key": "Button_Craft"
				},
				{
					"Source":
					{
						"Text": "Description"
					},
					"Translation":
					{
						"Text": "描述"
					},
					"Key": "Description"
				},
				{
					"Source":
					{
						"Text": "Display"
					},
					"Translation":
					{
						"Text": "顯示"
					},
					"Key": "Category_Display"
				},
				{
					"Source":
					{
						"Text": "Do you really want to exit the game?"
					},
					"Translation":
					{
						"Text": "你真的要退出遊戲嗎？"
					},
					"Key": "ExitGame_Warning"
				},
				{
					"Source":
					{
						"Text": "Do you really want to quit?\r\nAny unsaved progress will be lost."
					},
					"Translation":
					{
						"Text": "您確定要退出嗎？\r\n所有未保存的進度都將丟失。"
					},
					"Key": "ReturnToTitle_Warning"
				},
				{
					"Source":
					{
						"Text": "Do you really want to reset settings ?\r\nAny action is definitive."
					},
					"Translation":
					{
						"Text": "您確定要重置設定嗎？\r\n此操作不可撤銷。"
					},
					"Key": "Reset_Warning"
				},
				{
					"Source":
					{
						"Text": "Effects Audio Volume"
					},
					"Translation":
					{
						"Text": "效果音量"
					},
					"Key": "Option_EffectsAudioVolume"
				},
				{
					"Source":
					{
						"Text": "Effects Quality"
					},
					"Translation":
					{
						"Text": "特效品質"
					},
					"Key": "Option_EffectsQuality"
				},
				{
					"Source":
					{
						"Text": "Empty"
					},
					"Translation":
					{
						"Text": "空"
					},
					"Key": "UI_Empty"
				},
				{
					"Source":
					{
						"Text": "Enable Contact Shadows to add subtle shadowing in areas that would not be covered by standard shadow maps, such as small geometry or grass.\r\n \r\nThis setting has minimal impact on performances."
					},
					"Translation":
					{
						"Text": "啟用接觸陰影，在標準陰影貼圖無法覆蓋的區域（如小型幾何體或草地）添加細微的陰影。\r\n\r\n此設置對性能影響較小。"
					},
					"Key": "Desc_ContactShadowsSetting"
				},
				{
					"Source":
					{
						"Text": "Enable Hardware Ray Tracing for higher quality Lumen Global Illumination and Reflections. \r\n\r\nThis setting has a large impact on performances and require compatible hardware."
					},
					"Translation":
					{
						"Text": "啟用硬體光線追蹤，以獲得更高品質的 Lumen 全域照明和反射。\r\n\r\n此設定對性能影響較大，並需要相容的硬體。"
					},
					"Key": "Desc_HardwareLumenSetting"
				},
				{
					"Source":
					{
						"Text": "Enable Virtual Shadow Maps for more accurate and higher resolution shadows with greater draw distances.\r\n \r\nThis setting has a large impact on performances thus using Ultra Shadows Quality is not recommended with Virtual Shadow Maps.  "
					},
					"Translation":
					{
						"Text": "啟用虛擬陰影貼圖，以獲得更準確和更高解析度的陰影，並增加繪製距離。\r\n\r\n此設定對性能影響較大，因此不建議在啟用虛擬陰影貼圖的情況下使用 Ultra 陰影品質。"
					},
					"Key": "Desc_VSMShadowsSetting"
				},
				{
					"Source":
					{
						"Text": "Enable holding the sprint button to keep sprinting.\r\nRevert to \"press to sprint\" if disabled."
					},
					"Translation":
					{
						"Text": "啟用按住衝刺按鈕持續衝刺。\r\n如果禁用，將恢復為“按鍵衝刺”模式。"
					},
					"Key": "Desc_HoldToSprintSetting"
				},
				{
					"Source":
					{
						"Text": "Enable the inverted camera controls for the X-Axis (left/right)."
					},
					"Translation":
					{
						"Text": "啟用 X 軸（左右）反向相機控制。"
					},
					"Key": "Desc_InvertXAxisSetting"
				},
				{
					"Source":
					{
						"Text": "Enable the inverted camera controls for the Y-Axis (up/down)."
					},
					"Translation":
					{
						"Text": "啟用 Y 軸（上下）反向相機控制。"
					},
					"Key": "Desc_InvertYAxisSetting"
				},
				{
					"Source":
					{
						"Text": "Foliage Quality"
					},
					"Translation":
					{
						"Text": "植被品質"
					},
					"Key": "Option_FoliageQuality"
				},
				{
					"Source":
					{
						"Text": "Framerate Limit"
					},
					"Translation":
					{
						"Text": "幀率限制"
					},
					"Key": "Option_FramerateLimit"
				},
				{
					"Source":
					{
						"Text": "Gameplay"
					},
					"Translation":
					{
						"Text": "遊戲玩法"
					},
					"Key": "Tab_Gameplay"
				},
				{
					"Source":
					{
						"Text": "Gamma"
					},
					"Translation":
					{
						"Text": "伽馬值"
					},
					"Key": "Option_Gamma"
				},
				{
					"Source":
					{
						"Text": "Global Illumination Quality"
					},
					"Translation":
					{
						"Text": "全域照明品質"
					},
					"Key": "Option_GlobalIlluminationQuality"
				},
				{
					"Source":
					{
						"Text": "Graphics"
					},
					"Translation":
					{
						"Text": "圖形"
					},
					"Key": "Tab_Graphics"
				},
				{
					"Source":
					{
						"Text": "Graphics Preset"
					},
					"Translation":
					{
						"Text": "圖形預設"
					},
					"Key": "Option_GraphicsPreset"
				},
				{
					"Source":
					{
						"Text": "Hardware Ray-Tracing Lumen"
					},
					"Translation":
					{
						"Text": "硬體光線追蹤 Lumen"
					},
					"Key": "Option_HardwareRay-TracingLumen"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "高"
					},
					"Key": "High_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Hold To Sprint"
					},
					"Translation":
					{
						"Text": "按住衝刺"
					},
					"Key": "Option_HoldToSprint"
				},
				{
					"Source":
					{
						"Text": "Image Sharpness"
					},
					"Translation":
					{
						"Text": "影像銳利度"
					},
					"Key": "Option_ImageSharpness"
				},
				{
					"Source":
					{
						"Text": "Invert X-Axis"
					},
					"Translation":
					{
						"Text": "反轉 X 軸"
					},
					"Key": "Option_InvertXAxis"
				},
				{
					"Source":
					{
						"Text": "Invert Y-Axis"
					},
					"Translation":
					{
						"Text": "反轉 Y 軸"
					},
					"Key": "Option_InvertYAxis"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "語言"
					},
					"Key": "Option_Language"
				},
				{
					"Source":
					{
						"Text": "Load Game"
					},
					"Translation":
					{
						"Text": "載入遊戲"
					},
					"Key": "LoadGame"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "低"
					},
					"Key": "Low_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Master Volume"
					},
					"Translation":
					{
						"Text": "主音量"
					},
					"Key": "Option_MasterVolume"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "中"
					},
					"Key": "Medium_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Motion Blur"
					},
					"Translation":
					{
						"Text": "動態模糊"
					},
					"Key": "Option_MotionBlur"
				},
				{
					"Source":
					{
						"Text": "Music Volume"
					},
					"Translation":
					{
						"Text": "音樂音量"
					},
					"Key": "Option_MusicVolume"
				},
				{
					"Source":
					{
						"Text": "New Game"
					},
					"Translation":
					{
						"Text": "新遊戲"
					},
					"Key": "NewGame"
				},
				{
					"Source":
					{
						"Text": "Not Available"
					},
					"Translation":
					{
						"Text": "不可用"
					},
					"Key": "UI_NotAvailable"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": "關閉"
					},
					"Key": "Off_Setting"
				},
				{
					"Source":
					{
						"Text": "On"
					},
					"Translation":
					{
						"Text": "開啟"
					},
					"Key": "On_Setting"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "選項"
					},
					"Key": "Button_OptionsMenu"
				},
				{
					"Source":
					{
						"Text": "Other"
					},
					"Translation":
					{
						"Text": "其他"
					},
					"Key": "Category_Other"
				},
				{
					"Source":
					{
						"Text": "Performance"
					},
					"Translation":
					{
						"Text": "效能"
					},
					"Key": "Upscaling_Performance"
				},
				{
					"Source":
					{
						"Text": "Photo Mode"
					},
					"Translation":
					{
						"Text": "照片模式"
					},
					"Key": "Button_Photo_Mode"
				},
				{
					"Source":
					{
						"Text": "Post Processing Quality"
					},
					"Translation":
					{
						"Text": "後期處理品質"
					},
					"Key": "Option_PostProcessing"
				},
				{
					"Source":
					{
						"Text": "Power"
					},
					"Translation":
					{
						"Text": "攻擊力"
					},
					"Key": "Power"
				},
				{
					"Source":
					{
						"Text": "Quality"
					},
					"Translation":
					{
						"Text": "品質"
					},
					"Key": "Upscaling_Quality"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "退出"
					},
					"Key": "Button_Quit"
				},
				{
					"Source":
					{
						"Text": "Quit To Title Screen"
					},
					"Translation":
					{
						"Text": "返回標題畫面"
					},
					"Key": "Button_Quit_To_Title_Screen"
				},
				{
					"Source":
					{
						"Text": "Reflections Quality"
					},
					"Translation":
					{
						"Text": "反射品質"
					},
					"Key": "Option_ReflectionQuality"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": "重置"
					},
					"Key": "Button_Reset"
				},
				{
					"Source":
					{
						"Text": "Resolution"
					},
					"Translation":
					{
						"Text": "解析度"
					},
					"Key": "Option_ResolutionMode"
				},
				{
					"Source":
					{
						"Text": "Resolution Scale"
					},
					"Translation":
					{
						"Text": "解析度縮放"
					},
					"Key": "Option_ResolutionScale"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": "選擇"
					},
					"Key": "Button_Select"
				},
				{
					"Source":
					{
						"Text": "Select Default Weapon"
					},
					"Translation":
					{
						"Text": "選擇預設武器"
					},
					"Key": "UI_WeaponSelect"
				},
				{
					"Source":
					{
						"Text": "Select a graphics quality preset to quickly adjust all the graphics settings to the desired value."
					},
					"Translation":
					{
						"Text": "選擇圖形品質預設，以快速調整所有圖形設定至所需數值。"
					},
					"Key": "Desc_GraphicsPresetSettings"
				},
				{
					"Source":
					{
						"Text": "Select the VSync mode used by the game. \r\n\r\nThe options are dependent of your monitor's refresh rate: 1/1 option will enable vsync at your maximum refresh rate. 1/2 will enable vsync at half your monitor’s refresh rate, and so on. "
					},
					"Translation":
					{
						"Text": "選擇遊戲使用的垂直同步（VSync）模式。\r\n\r\n選項取決於您的顯示器刷新率：1/1 選項將在最大刷新率下啟用 VSync，1/2 選項將在顯示器刷新率的一半啟用 VSync，依此類推。"
					},
					"Key": "Desc_VSyncSetting"
				},
				{
					"Source":
					{
						"Text": "Select the method used to remove aliasing and jagged edges in the game.\r\n\r\nUpscaling Method must be set to Off to adjust this setting manually,"
					},
					"Translation":
					{
						"Text": "選擇用於消除遊戲中的鋸齒和邊緣鋸齒的方式。\r\n\r\n如需手動調整此設置，必須將解析度提升方法設為關閉。"
					},
					"Key": "Desc_AAMethodSetting"
				},
				{
					"Source":
					{
						"Text": "Select the quality to performance balance of the choosen upscaling method. \r\n\r\nHigher quality options will offer better image quality but a smaller performance gain while higher performance options will offer greater performances but with a more degraded image quality.  "
					},
					"Translation":
					{
						"Text": "選擇所選解析度提升方式的品質與性能平衡。\r\n\r\n較高品質選項可提供更好的影像品質，但性能提升較小，而較高性能選項可提供更高的性能，但影像品質下降。"
					},
					"Key": "Desc_UpscaleQualitySetting"
				},
				{
					"Source":
					{
						"Text": "Select the upscaling method used by the game to improve performances at a minimal impact to visuals. "
					},
					"Translation":
					{
						"Text": "選擇遊戲用於提升解析度的方法，以在最小視覺影響的情況下提升性能。"
					},
					"Key": "Desc_UpscaleMethodSetting"
				},
				{
					"Source":
					{
						"Text": "Select the window mode used by the game. "
					},
					"Translation":
					{
						"Text": "選擇遊戲的視窗模式。"
					},
					"Key": "Desc_WindowMode"
				},
				{
					"Source":
					{
						"Text": "Shading Quality"
					},
					"Translation":
					{
						"Text": "陰影品質"
					},
					"Key": "Option_ShadingQuality"
				},
				{
					"Source":
					{
						"Text": "Shadows Quality"
					},
					"Translation":
					{
						"Text": "陰影效果品質"
					},
					"Key": "Option_ShadowsQuality"
				},
				{
					"Source":
					{
						"Text": "Skill"
					},
					"Translation":
					{
						"Text": "技能"
					},
					"Key": "Skill"
				},
				{
					"Source":
					{
						"Text": "Skill"
					},
					"Translation":
					{
						"Text": "技能"
					},
					"Key": "Tab_Skill"
				},
				{
					"Source":
					{
						"Text": "Skill Craft"
					},
					"Translation":
					{
						"Text": "技能製作"
					},
					"Key": "Skill_Craft"
				},
				{
					"Source":
					{
						"Text": "Skill Description"
					},
					"Translation":
					{
						"Text": "技能描述"
					},
					"Key": "Skill_Description"
				},
				{
					"Source":
					{
						"Text": "Skill Enforcement"
					},
					"Translation":
					{
						"Text": "技能強化"
					},
					"Key": "Skill_Enforcement"
				},
				{
					"Source":
					{
						"Text": "Skill Name"
					},
					"Translation":
					{
						"Text": "技能名稱"
					},
					"Key": "Skill_Name"
				},
				{
					"Source":
					{
						"Text": "Skill Sub Description"
					},
					"Translation":
					{
						"Text": "技能附加描述"
					},
					"Key": "Skill_Sub_Description"
				},
				{
					"Source":
					{
						"Text": "Some settings have unsaved modifications.\r\nDo you really want to close ?"
					},
					"Translation":
					{
						"Text": "某些設定尚未保存修改。\r\n您確定要關閉嗎？"
					},
					"Key": "Unsaved_Warning"
				},
				{
					"Source":
					{
						"Text": "Speed"
					},
					"Translation":
					{
						"Text": "速度"
					},
					"Key": "Speed"
				},
				{
					"Source":
					{
						"Text": "Stat"
					},
					"Translation":
					{
						"Text": "屬性"
					},
					"Key": "Stat"
				},
				{
					"Source":
					{
						"Text": "System"
					},
					"Translation":
					{
						"Text": "系統"
					},
					"Key": "Tab_System"
				},
				{
					"Source":
					{
						"Text": "Textures Filtering"
					},
					"Translation":
					{
						"Text": "材質過濾"
					},
					"Key": "Option_TextureFiltering"
				},
				{
					"Source":
					{
						"Text": "Textures Quality"
					},
					"Translation":
					{
						"Text": "材質品質"
					},
					"Key": "Option_TextureQuality"
				},
				{
					"Source":
					{
						"Text": "UI Effects Volume"
					},
					"Translation":
					{
						"Text": "使用者介面音效音量"
					},
					"Key": "Option_UIEffectsVolume"
				},
				{
					"Source":
					{
						"Text": "Ultra"
					},
					"Translation":
					{
						"Text": "終極"
					},
					"Key": "Ultra_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Ultra Performance"
					},
					"Translation":
					{
						"Text": "終極效能"
					},
					"Key": "Upscaling_UltraPerformance"
				},
				{
					"Source":
					{
						"Text": "Ultra Quality"
					},
					"Translation":
					{
						"Text": "終極品質"
					},
					"Key": "Upscaling_UltraQuality"
				},
				{
					"Source":
					{
						"Text": "Upscaling & AA"
					},
					"Translation":
					{
						"Text": "解析度提升與抗鋸齒"
					},
					"Key": "Category_Upscaling_AA"
				},
				{
					"Source":
					{
						"Text": "Upscaling Method"
					},
					"Translation":
					{
						"Text": "解析度提升方式"
					},
					"Key": "Option_UpscalingMethod"
				},
				{
					"Source":
					{
						"Text": "Upscaling Quality"
					},
					"Translation":
					{
						"Text": "解析度提升品質"
					},
					"Key": "Option_UpscalingQuality"
				},
				{
					"Source":
					{
						"Text": "Utility"
					},
					"Translation":
					{
						"Text": "實用"
					},
					"Key": "Utility"
				},
				{
					"Source":
					{
						"Text": "VSync"
					},
					"Translation":
					{
						"Text": "垂直同步"
					},
					"Key": "Option_VSync"
				},
				{
					"Source":
					{
						"Text": "Video"
					},
					"Translation":
					{
						"Text": "視訊"
					},
					"Key": "Tab_Video"
				},
				{
					"Source":
					{
						"Text": "View Distance"
					},
					"Translation":
					{
						"Text": "可視距離"
					},
					"Key": "Option_View_Distance"
				},
				{
					"Source":
					{
						"Text": "Virtual Shadow Maps"
					},
					"Translation":
					{
						"Text": "虛擬陰影貼圖"
					},
					"Key": "Option_VirtualShadowMaps"
				},
				{
					"Source":
					{
						"Text": "Volumetric Effects Quality"
					},
					"Translation":
					{
						"Text": "體積特效品質"
					},
					"Key": "Option_VolumetricEffectsQuality"
				},
				{
					"Source":
					{
						"Text": "Window Mode"
					},
					"Translation":
					{
						"Text": "視窗模式"
					},
					"Key": "Option_WindowMode"
				}
			]
		},
		{
			"Namespace": "ST_Item",
			"Children": [
				{
					"Source":
					{
						"Text": "A cigarette butt with embers still glowing."
					},
					"Translation":
					{
						"Text": "一個仍然發光的香菸煙蒂。"
					},
					"Key": "Desc_CigaretteButt"
				},
				{
					"Source":
					{
						"Text": "A discarded soda can. It looks quite spoiled."
					},
					"Translation":
					{
						"Text": "一個被丟棄的汽水罐，看起來相當破舊。"
					},
					"Key": "Desc_SodaCan"
				},
				{
					"Source":
					{
						"Text": "A piece of used chewing gum. It could be used as an adhesive."
					},
					"Translation":
					{
						"Text": "一塊使用過的口香糖，可能可以當作黏著劑。"
					},
					"Key": "Desc_ChewingGum"
				},
				{
					"Source":
					{
						"Text": "A small EMP bomb made by someone. It seems highly effective against machines."
					},
					"Translation":
					{
						"Text": "某人製作的小型 EMP 炸彈，對機器似乎非常有效。"
					},
					"Key": "Desc_EMP_Vial"
				},
				{
					"Source":
					{
						"Text": "A small bomb crafted by someone. It looks incredibly powerful."
					},
					"Translation":
					{
						"Text": "某人製作的小型炸彈，看起來極其強大。"
					},
					"Key": "Desc_Bombard"
				},
				{
					"Source":
					{
						"Text": "BB Gun"
					},
					"Translation":
					{
						"Text": "BB 槍"
					},
					"Key": "Name_BBGun"
				},
				{
					"Source":
					{
						"Text": "Baseball Bat"
					},
					"Translation":
					{
						"Text": "棒球棒"
					},
					"Key": "Name_BaseballBat"
				},
				{
					"Source":
					{
						"Text": "Blade"
					},
					"Translation":
					{
						"Text": "刀刃"
					},
					"Key": "Name_Blade"
				},
				{
					"Source":
					{
						"Text": "Bombard"
					},
					"Translation":
					{
						"Text": "轟炸"
					},
					"Key": "Name_Bombard"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Action)"
					},
					"Translation":
					{
						"Text": "增幅芯片（行動）"
					},
					"Key": "Name_BoosterChip_Action"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Flame)"
					},
					"Translation":
					{
						"Text": "增幅芯片（火焰）"
					},
					"Key": "Name_BoosterChip_Flame"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Freezing)"
					},
					"Translation":
					{
						"Text": "增幅芯片（冰凍）"
					},
					"Key": "Name_BoosterChip_Freezing"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Item)"
					},
					"Translation":
					{
						"Text": "增幅芯片（道具）"
					},
					"Key": "Name_BoosterChip_Item"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Oxidation)"
					},
					"Translation":
					{
						"Text": "增幅芯片（氧化）"
					},
					"Key": "Name_BoosterChip_Oxidation"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Slow)"
					},
					"Translation":
					{
						"Text": "增幅芯片（減速）"
					},
					"Key": "Name_BoosterChip_Slow"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Special Action)"
					},
					"Translation":
					{
						"Text": "增幅芯片（特殊行動）"
					},
					"Key": "Name_BoosterChip_SpecialAction"
				},
				{
					"Source":
					{
						"Text": "Broken Glass Bottle Bat"
					},
					"Translation":
					{
						"Text": "破碎玻璃瓶棒"
					},
					"Key": "Name_BrokenGlassBottleBat"
				},
				{
					"Source":
					{
						"Text": "Chewing Gum"
					},
					"Translation":
					{
						"Text": "口香糖"
					},
					"Key": "Name_ChewingGum"
				},
				{
					"Source":
					{
						"Text": "Cigarette Butt"
					},
					"Translation":
					{
						"Text": "香菸煙蒂"
					},
					"Key": "Name_CigaretteButt"
				},
				{
					"Source":
					{
						"Text": "Common Ticket"
					},
					"Translation":
					{
						"Text": "普通票"
					},
					"Key": "Name_Common_Ticket"
				},
				{
					"Source":
					{
						"Text": "Crafting Material [Gear]"
					},
					"Translation":
					{
						"Text": "製作材料 [齒輪]"
					},
					"Key": "Name_CraftingMaterial_Gear"
				},
				{
					"Source":
					{
						"Text": "Crafting Material [Screw]"
					},
					"Translation":
					{
						"Text": "製作材料 [螺絲]"
					},
					"Key": "Name_CraftingMaterial_Screw"
				},
				{
					"Source":
					{
						"Text": "Crafting Material [Spring]"
					},
					"Translation":
					{
						"Text": "製作材料 [彈簧]"
					},
					"Key": "Name_CraftingMaterial_Spring"
				},
				{
					"Source":
					{
						"Text": "Double-Bladed Lightsaber"
					},
					"Translation":
					{
						"Text": "雙刃光劍"
					},
					"Key": "Name_DoubleBladedLightsaber"
				},
				{
					"Source":
					{
						"Text": "EMP Vial"
					},
					"Translation":
					{
						"Text": "EMP 藥劑"
					},
					"Key": "Name_EMP_Vial"
				},
				{
					"Source":
					{
						"Text": "Energy Blaster"
					},
					"Translation":
					{
						"Text": "能量爆破槍"
					},
					"Key": "Name_EnergyBlaster"
				},
				{
					"Source":
					{
						"Text": "Glass Bottle"
					},
					"Translation":
					{
						"Text": "玻璃瓶"
					},
					"Key": "Name_GlassBottle"
				},
				{
					"Source":
					{
						"Text": "Glass Bottle Bat"
					},
					"Translation":
					{
						"Text": "玻璃瓶棒"
					},
					"Key": "Name_GlassBottleBat"
				},
				{
					"Source":
					{
						"Text": "Heal Pack (Large)"
					},
					"Translation":
					{
						"Text": "治療包（大）"
					},
					"Key": "Name_HealPack_Large"
				},
				{
					"Source":
					{
						"Text": "Heal Pack (Medium)"
					},
					"Translation":
					{
						"Text": "治療包（中）"
					},
					"Key": "Name_HealPack_Medium"
				},
				{
					"Source":
					{
						"Text": "Heal Pack (Small)"
					},
					"Translation":
					{
						"Text": "治療包（小）"
					},
					"Key": "Name_HealPack_Small"
				},
				{
					"Source":
					{
						"Text": "Iron Hammer"
					},
					"Translation":
					{
						"Text": "鐵鎚"
					},
					"Key": "Name_IronHammer"
				},
				{
					"Source":
					{
						"Text": "Kettlebell"
					},
					"Translation":
					{
						"Text": "壺鈴"
					},
					"Key": "Name_Kettlebell"
				},
				{
					"Source":
					{
						"Text": "Legendary Ticket"
					},
					"Translation":
					{
						"Text": "傳奇票"
					},
					"Key": "Name_Legendary_Ticket"
				},
				{
					"Source":
					{
						"Text": "Mace"
					},
					"Translation":
					{
						"Text": "狼牙棒"
					},
					"Key": "Name_Mace"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": "無"
					},
					"Key": "Name_None"
				},
				{
					"Source":
					{
						"Text": "Rare Ticket"
					},
					"Translation":
					{
						"Text": "稀有票"
					},
					"Key": "Name_Rare_Ticket"
				},
				{
					"Source":
					{
						"Text": "Soda Can"
					},
					"Translation":
					{
						"Text": "汽水罐"
					},
					"Key": "Name_SodaCan"
				},
				{
					"Source":
					{
						"Text": "Taser Stick"
					},
					"Translation":
					{
						"Text": "電擊棒"
					},
					"Key": "Name_TaserStick"
				},
				{
					"Source":
					{
						"Text": "Universal Material [Wrench]"
					},
					"Translation":
					{
						"Text": "通用材料 [扳手]"
					},
					"Key": "Name_UniversalMaterial_Wrench"
				}
			]
		},
		{
			"Namespace": "ST_Skill",
			"Children": [
				{
					"Source":
					{
						"Text": "Analyzes the weaknesses of nearby enemies, reducing their defense."
					},
					"Translation":
					{
						"Text": "分析附近敵人的弱點，降低其防禦力。"
					},
					"Key": "Desc_WeaknessAnalysis"
				},
				{
					"Source":
					{
						"Text": "Blink"
					},
					"Translation":
					{
						"Text": "閃現"
					},
					"Key": "Name_Blink"
				},
				{
					"Source":
					{
						"Text": "Emits a Hellptimization wave around the player, reducing the attack power of nearby enemies."
					},
					"Translation":
					{
						"Text": "向玩家周圍釋放優化波，降低附近敵人的攻擊力。"
					},
					"Key": "Desc_Hellptimization"
				},
				{
					"Source":
					{
						"Text": "Forward Slash"
					},
					"Translation":
					{
						"Text": "前向斬擊"
					},
					"Key": "Name_ForwardSlash"
				},
				{
					"Source":
					{
						"Text": "Hellptimization"
					},
					"Translation":
					{
						"Text": "優化波"
					},
					"Key": "Name_Hellptimization"
				},
				{
					"Source":
					{
						"Text": "Moves quickly in the direction of the key input in a short, straight dash."
					},
					"Translation":
					{
						"Text": "向按鍵輸入的方向快速短距離衝刺。"
					},
					"Key": "Desc_Blink"
				},
				{
					"Source":
					{
						"Text": "Multi Slash"
					},
					"Translation":
					{
						"Text": "多重斬擊"
					},
					"Key": "Name_MultiSlash"
				},
				{
					"Source":
					{
						"Text": "Searches for enemies within a 10m radius and slashes through them at high speed, starting with the closest target."
					},
					"Translation":
					{
						"Text": "在半徑10米範圍內搜尋敵人，以高速依次攻擊，從最近的目標開始。"
					},
					"Key": "Desc_MultiSlash"
				},
				{
					"Source":
					{
						"Text": "Slashes forward in a straight line at high speed."
					},
					"Translation":
					{
						"Text": "以高速沿直線向前揮砍。"
					},
					"Key": "Desc_ForwardSlash"
				},
				{
					"Source":
					{
						"Text": "Teleport"
					},
					"Translation":
					{
						"Text": "傳送"
					},
					"Key": "Name_Teleport"
				},
				{
					"Source":
					{
						"Text": "Teleports above the nearest enemy from the player and strikes downward. If no target is available, teleportation fails."
					},
					"Translation":
					{
						"Text": "傳送到距離玩家最近的敵人上方並向下攻擊。如果沒有目標，傳送將失敗。"
					},
					"Key": "Desc_Teleport"
				},
				{
					"Source":
					{
						"Text": "Weakness Analysis"
					},
					"Translation":
					{
						"Text": "弱點分析"
					},
					"Key": "Name_WeaknessAnalysis"
				}
			]
		},
		{
			"Namespace": "ST_Tutorial",
			"Children": [
				{
					"Source":
					{
						"Text": "<Medium.26>[Booster Chip Guide]</>\r\n\r\n<Default>Enhance your combat power with over 100 different booster chips for a more powerful gameplay experience.</>\r\n\r\n<Medium.24>[Types of Booster Chips]</>\r\n\r\nCombo Upgrade Type: Enhances the abilities of key combos (basic, jump, dash) and applies debuff effects.\r\nBase Stat Enhancement Chips: Increases core attributes such as attack power, defense, speed, and survivability.\r\n<Medium.24>[How to Obtain]</>\r\n\r\nStage Completion Rewards: Randomly provided upon clearing each stage.\r\n<Medium.24>[How to Use]</>\r\n\r\nAuto-Equip: Automatically activated upon acquisition.\r\n<Default>With over 100 types of booster chips available, strategically combine them to tailor your combat style and maximize your effectiveness on the battlefield!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[增幅芯片指南]</>\r\n\r\n<Default>使用超過100種不同的增幅芯片來增強戰鬥能力，打造更強大的遊戲體驗。</>\r\n\r\n<Medium.24>[增幅芯片類型]</>\r\n\r\n- 連擊強化型：增強關鍵連擊（基礎、跳躍、衝刺）的能力，並施加負面效果。\r\n- 基礎屬性強化型：提高攻擊力、防禦力、速度和生存能力等核心屬性。\r\n\r\n<Medium.24>[如何獲取]</>\r\n\r\n- 關卡通關獎勵：通關後隨機獲得。\r\n\r\n<Medium.24>[如何使用]</>\r\n\r\n- 自動裝備：獲取後自動激活。\r\n\r\n<Default>使用超過100種不同的增幅芯片，策略性地組合它們，以適應你的戰鬥風格，並在戰場上發揮最大作用！</>"
					},
					"Key": "Tutorial_Boosterchip"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Combat Guide]</>\r\n<Default>Master the art of combat in BackStreet</>. \r\nUse your skills and tactics to overcome enemies and thrive in the desolate city.\r\n\r\n<Medium.24>[Combo Types]</>\r\n- Standard Combo: Chain basic attacks for a steady damage output.\r\n- Dash Combo:  Launch a swift attack while dashing, with the final hit dealing area damage to multiple enemies.\r\n- Air Combo: Strike enemies mid-air for high damage and strategic advantage.\r\n\r\n<Medium.24>[Battle Tips]</>\r\n- Ranged Enemies: Attack from a distance with projectiles. Use agility to close the gap.\r\n- Melee Enemies: Engage in close quarters. Time your attacks to counter them effectively.\r\n- Roll to Evade: Avoid enemy attacks and projectiles by rolling. Perfect timing can save your life.\r\n\r\n<Default>Practice these techniques to dominate the battlefield and prepare for the ultimate challenge!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[戰鬥指南]</>\r\n<Default>掌握《BackStreet》中的戰鬥藝術</>。\r\n運用你的技能和戰術來戰勝敵人，在荒廢的城市中生存。\r\n\r\n<Medium.24>[連擊類型]</>\r\n- 標準連擊：連續使用基本攻擊，以穩定輸出傷害。\r\n- 衝刺連擊：在衝刺時發動迅速攻擊，最後一擊對多個敵人造成範圍傷害。\r\n- 空中連擊：在空中攻擊敵人，造成高傷害並獲得戰術優勢。\r\n\r\n<Medium.24>[戰鬥技巧]</>\r\n- 遠程敵人：使用投射物遠程攻擊敵人，並利用敏捷性縮短距離。\r\n- 近戰敵人：近距離作戰，掌握攻擊時機，以有效反擊。\r\n- 翻滾躲避：透過翻滾躲避敵人的攻擊和投射物，完美的時機能挽救你的生命。\r\n\r\n<Default>練習這些技巧，稱霸戰場，為終極挑戰做好準備！</>"
					},
					"Key": "Tutorial_Battle_1"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Debuff Guide]</>\r\n<Default>Apply various debuffs to enemies using sub weapons and skills and boosters</>.\r\n\r\n<Medium.24>[Types of Debuffs]</>\r\n- Fire, Corrosion: Inflict continuous damage over time (DoT).\r\n- Slow: Significantly reduce enemy movement speed.\r\n- Attack and Defense Down: Weaken enemy attack power and defense.\r\n- Stun: Temporarily immobilize enemies.\r\n\r\n<Medium.24>[How to Utilize]</>\r\nStrategically apply debuffs using sub weapons and skills to gain the upper hand in battles!\r\n\r\n<Default>Use Debuffs to effectively control and defeat your enemies.</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[負面效果指南]</>\r\n<Default>利用副武器、技能和增幅芯片對敵人施加各種負面效果。</>\r\n\r\n<Medium.24>[負面效果類型]</>\r\n- 火焰、腐蝕：持續造成傷害（DoT）。\r\n- 減速：顯著降低敵人的移動速度。\r\n- 攻擊和防禦下降：削弱敵人的攻擊力和防禦力。\r\n- 暈眩：暫時使敵人無法行動。\r\n\r\n<Medium.24>[如何利用]</>\r\n策略性地使用副武器和技能施加負面效果，在戰鬥中佔據上風！\r\n\r\n<Default>運用負面效果，有效控制並擊敗敵人。</>"
					},
					"Key": "Tutorial_Debuff"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Item Reward Guide]</>\r\n\r\n<Default>Receive various item rewards to enhance your survival and power</>.\r\n\r\n<Medium.24>[Healing Packs]</>\r\n- Types: Small, Medium, Large healing packs.\r\n- How to Obtain:\r\n  - Randomly awarded as stage rewards.\r\n  - Collected during gameplay using the 'F' key.\r\n\r\n<Medium.24>[Crafting Materials]</>\r\n- Purpose: Used to craft and enhance skills.\r\n- How to Obtain:\r\n  - Automatically collected from defeated enemies.\r\n- Skill Craft: Available exclusively at designated \"Crafting Stages\".\r\n\r\n<Default>Utilize healing packs and crafting materials effectively to strengthen your character and progress through challenges!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[物品獎勵指南]</>\r\n\r\n<Default>獲得各種物品獎勵，以增強你的生存能力和戰鬥力。</>\r\n\r\n<Medium.24>[治療包]</>\r\n- 類型：小型、中型、大型治療包。\r\n- 獲取方式：\r\n  - 作為關卡獎勵隨機獲得。\r\n  - 在遊戲過程中按 'F' 鍵收集。\r\n\r\n<Medium.24>[製作材料]</>\r\n- 作用：用於製作和強化技能。\r\n- 獲取方式：\r\n  - 自動從被擊敗的敵人處收集。\r\n- 技能製作：僅在指定的“製作關卡”中可用。\r\n\r\n<Default>合理使用治療包和製作材料，強化角色並克服挑戰！</>"
					},
					"Key": "Tutorial_Reward_1"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Notice!]</>\r\n<Default>This is a demo version of BackStreet</>.\r\nPlease note that it may differ from the final release.\r\n\r\n<Medium.24>[Features in the Demo]</>\r\nLimited access to stages, characters, and abilities. Some features, such as advanced AI behaviors and final cutscenes, are not yet included.\r\n\r\n<Medium.24>[Known Issues]</>\r\nPlaceholder assets may appear during gameplay. Certain animations and sound effects are in progress.\r\n\r\n<Medium.24>[Feedback Request]</>\r\nYour feedback is crucial to improving the game! Report bugs and provide suggestions through our feedback form. Join our community channels for discussions and updates.\r\n\r\n<Medium.24>[Final Note]</>\r\nEnjoy the sneak peek of BackStreet, and stay tuned for the full version's release!"
					},
					"Translation":
					{
						"Text": "<Medium.26>[公告！]</>\r\n<Default>這是《BackStreet》的演示版本</>。\r\n請注意，此版本可能與最終發布版本有所不同。\r\n\r\n<Medium.24>[演示版特點]</>\r\n- 只能訪問部分關卡、角色和技能。\r\n- 一些功能（如高級 AI 行為和最終過場動畫）尚未包含。\r\n\r\n<Medium.24>[已知問題]</>\r\n- 遊戲過程中可能會出現佔位資產。\r\n- 部分動畫和音效仍在開發中。\r\n\r\n<Medium.24>[反饋請求]</>\r\n你的反饋對遊戲的改進至關重要！請通過反饋表提交 bug 報告和建議，並加入我們的社群頻道參與討論和獲取最新消息。\r\n\r\n<Medium.24>[最終說明]</>\r\n請享受《BackStreet》的搶先體驗，並期待完整版本的發布！"
					},
					"Key": "Tutorial_Entry_2"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Stage System Guide]</>\r\n<Default>Explore various stages across chapters with unique challenges and rewards.</>\r\n\r\n<Medium.24>[Chapter Structure]</>\r\n- Each Chapter consists of approximately 11 stages.\r\n- 2 Craft Stages per chapter, offering a choice between two paths.\r\n- Reward System: All rewards are provided randomly, adding an element of surprise to each playthrough.\r\n\r\n<Medium.24>[Stage Selection]</>\r\n- At certain points in a chapter, you can select between two paths, each with different challenges and rewards.\r\n- Choose wisely, as each path can impact your progression and available resources.\r\n\r\n<Default>Prepare for a thrilling journey where each stage brings new opportunities and risks, and the rewards are always unpredictable!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[關卡系統指南]</>\r\n<Default>探索各個章節中的不同關卡，迎接獨特挑戰並獲取獎勵。</>\r\n\r\n<Medium.24>[章節結構]</>\r\n- 每個章節約包含 11 個關卡。\r\n- 每個章節有 2 個製作關卡，玩家可以在兩條不同的路線之間進行選擇。\r\n- 獎勵系統：所有獎勵均為隨機提供，為每次遊戲體驗增添驚喜元素。\r\n\r\n<Medium.24>[關卡選擇]</>\r\n- 在章節的某些節點，你可以選擇兩條不同的路線，每條路線都包含不同的挑戰和獎勵。\r\n- 做出明智的選擇，因為你的決定會影響遊戲進程和可用資源。\r\n\r\n<Default>為激動人心的冒險做好準備，每個關卡都充滿新的機遇和風險，獎勵也總是充滿未知！</>"
					},
					"Key": "Tutorial_Stage"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Sub Weapon Guide]</>\r\n<Default>Utilize various auxiliary weapons to support your battles</>.\r\nWhen used effectively, they can turn the tide of combat.\r\n\r\n<Medium.24>[How to Use]</>\r\n- During Combos: Press Right-Click to fire instantly during a combo.\r\n- Aimed Use: Press Right-Click to aim, then Left-Click to fire.\r\n\r\n<Medium.24>[How to Obtain, Types of Sub Weapons]</>\r\n- Sub weapons can be found in trash bags scattered throughout the map.\r\n- Bubblegum / Aluminum Cans / Cigarette Butts / etc.."
					},
					"Translation":
					{
						"Text": "<Medium.26>[副武器指南]</>\r\n<Default>使用各種輔助武器來支持你的戰鬥。</>\r\n正確使用時，它們可以扭轉戰局。\r\n\r\n<Medium.24>[如何使用]</>\r\n- 在連擊過程中：按下右鍵可立即在連擊中發射。\r\n- 瞄準射擊：按下右鍵進行瞄準，然後按左鍵開火。\r\n\r\n<Medium.24>[如何獲取，副武器類型]</>\r\n- 副武器可以在地圖上散落的垃圾袋中找到。\r\n- 口香糖 / 鋁罐 / 香菸煙蒂等..."
					},
					"Key": "Tutorial_SubWeapon"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Welcome!]</>\r\n\r\n<Default>Welcome to BackStreet</>.\r\nTo survive here, you must face off against robots in a desolate city.\r\n\r\n<Medium.24>[Background]</>\r\nYou must defeat the central AI that rules the city, <Medium.24>3COS</>, and recover your lost memories.\r\n\r\n<Medium.24>[Objectives]</>\r\n\r\nBattle hordes of robots to hone your skills and survival instincts.\r\nGrow stronger with skills and booster chips obtained from the city.\r\nLiberate the empty dystopian city through the final showdown."
					},
					"Translation":
					{
						"Text": "<Medium.26>[歡迎！]</>\r\n\r\n<Default>歡迎來到《BackStreet》</>。\r\n要在這裡生存，你必須在荒廢的城市中與機器人作戰。\r\n\r\n<Medium.24>[背景]</>\r\n你必須擊敗統治這座城市的中央 AI——<Medium.24>3COS</>，並找回你失去的記憶。\r\n\r\n<Medium.24>[目標]</>\r\n\r\n- 與成群的機器人作戰，磨練你的戰鬥技能和生存本能。\r\n- 透過在城市中獲得技能和增幅芯片來提升自身實力。\r\n- 在最終決戰中解放這座荒廢的反烏托邦城市。"
					},
					"Key": "Tutorial_Entry"
				},
				{
					"Source":
					{
						"Text": "About Ability"
					},
					"Translation":
					{
						"Text": "關於能力"
					},
					"Key": "Header_AbilityInfo"
				},
				{
					"Source":
					{
						"Text": "About Boosterchip"
					},
					"Translation":
					{
						"Text": "關於增幅芯片"
					},
					"Key": "Header_BoosterChip"
				},
				{
					"Source":
					{
						"Text": "About Combo"
					},
					"Translation":
					{
						"Text": "關於連擊"
					},
					"Key": "Header_ComboInfo"
				},
				{
					"Source":
					{
						"Text": "About Debuff"
					},
					"Translation":
					{
						"Text": "關於負面效果"
					},
					"Key": "Header_Debuff"
				},
				{
					"Source":
					{
						"Text": "About Item Reward"
					},
					"Translation":
					{
						"Text": "關於物品獎勵"
					},
					"Key": "Header_Reward"
				},
				{
					"Source":
					{
						"Text": "About Stagesystem"
					},
					"Translation":
					{
						"Text": "關於關卡系統"
					},
					"Key": "Header_Stage"
				},
				{
					"Source":
					{
						"Text": "About SubWeapon"
					},
					"Translation":
					{
						"Text": "關於副武器"
					},
					"Key": "Header_SubWeapon"
				},
				{
					"Source":
					{
						"Text": "Aim"
					},
					"Translation":
					{
						"Text": "瞄準"
					},
					"Key": "Input_Aim"
				},
				{
					"Source":
					{
						"Text": "Attack"
					},
					"Translation":
					{
						"Text": "攻擊"
					},
					"Key": "Input_Attack"
				},
				{
					"Source":
					{
						"Text": "Battle"
					},
					"Translation":
					{
						"Text": "戰鬥"
					},
					"Key": "Input_Category_Battle"
				},
				{
					"Source":
					{
						"Text": "Elimate all enemies."
					},
					"Translation":
					{
						"Text": "消滅所有敵人。"
					},
					"Key": "UI_Elimate_Enemy"
				},
				{
					"Source":
					{
						"Text": "Interact"
					},
					"Translation":
					{
						"Text": "互動"
					},
					"Key": "Input_Interact"
				},
				{
					"Source":
					{
						"Text": "Jump"
					},
					"Translation":
					{
						"Text": "跳躍"
					},
					"Key": "Input_Jump"
				},
				{
					"Source":
					{
						"Text": "Move Backward"
					},
					"Translation":
					{
						"Text": "向後移動"
					},
					"Key": "Input_MoveBackward"
				},
				{
					"Source":
					{
						"Text": "Move Forward"
					},
					"Translation":
					{
						"Text": "向前移動"
					},
					"Key": "Input_MoveForward"
				},
				{
					"Source":
					{
						"Text": "Move Left"
					},
					"Translation":
					{
						"Text": "向左移動"
					},
					"Key": "Input_MoveLeft"
				},
				{
					"Source":
					{
						"Text": "Move Right"
					},
					"Translation":
					{
						"Text": "向右移動"
					},
					"Key": "Input_MoveRight"
				},
				{
					"Source":
					{
						"Text": "Movement"
					},
					"Translation":
					{
						"Text": "移動"
					},
					"Key": "Input_Category_Movement"
				},
				{
					"Source":
					{
						"Text": "Obtain all items."
					},
					"Translation":
					{
						"Text": "獲取所有物品。"
					},
					"Key": "UI_ObtainItems"
				},
				{
					"Source":
					{
						"Text": "Open the trash bag."
					},
					"Translation":
					{
						"Text": "打開垃圾袋。"
					},
					"Key": "UI_OpenTrash"
				},
				{
					"Source":
					{
						"Text": "Roll"
					},
					"Translation":
					{
						"Text": "翻滾"
					},
					"Key": "Input_Roll"
				},
				{
					"Source":
					{
						"Text": "Shoot"
					},
					"Translation":
					{
						"Text": "射擊"
					},
					"Key": "Input_Shoot"
				},
				{
					"Source":
					{
						"Text": "SkillA"
					},
					"Translation":
					{
						"Text": "技能A"
					},
					"Key": "Input_SkillA"
				},
				{
					"Source":
					{
						"Text": "SkillB"
					},
					"Translation":
					{
						"Text": "技能B"
					},
					"Key": "Input_SkillB"
				},
				{
					"Source":
					{
						"Text": "SkillC"
					},
					"Translation":
					{
						"Text": "技能C"
					},
					"Key": "Input_SkillC"
				},
				{
					"Source":
					{
						"Text": "Sprint"
					},
					"Translation":
					{
						"Text": "衝刺"
					},
					"Key": "Input_Sprint"
				},
				{
					"Source":
					{
						"Text": "Welcome!"
					},
					"Translation":
					{
						"Text": "歡迎！"
					},
					"Key": "Header_Welcome"
				},
				{
					"Source":
					{
						"Text": "World"
					},
					"Translation":
					{
						"Text": "世界"
					},
					"Key": "Input_Category_World"
				}
			]
		}
	]
}